{
    "tips.tip1": "Also try Create and Immersive Engineering!",
    "tips.tip2": "Carrying both huge and very heavy items will make you consume water and hunger faster.",
    "tips.tip3": "Bees will only move into your beehive if the temperature is suitable and there are frames in the hive. The chance increases with the number of flowers nearby.",
    "tips.tip4": "The quest book and guidebook couldn't solve your problem? Try checking the corresponding wiki.",
    "tips.tip5": "The Nether portal cannot be activated in the usual way. Please follow the instructions in the guidebook.",
    "tips.tip6": "The English content in the current version of the modpack is mostly machine-translated. Please forgive any errors.",
    "tips.tip7": "Usually, the quest book and guidebook included in the modpack will answer your questions.",
    "tips.tip8": "It’s highly recommended to learn how to use JEI before playing this modpack.",
    "tips.tip9": "Too cold or too hot? Try wearing clothes with insulation properties.",
    "tips.tip10": "Ores only generate in their corresponding rock layers.",
    "tips.tip11": "The latest player to craft a workbench in this modpack took 25 real-world days.",
    "tips.tip12": "If you find forging too challenging, try using the forging helper texture pack included in the modpack.",
    "tips.tip13": "Skeletons are immune to piercing damage but are vulnerable to crushing damage.",
    "tips.tip14": "Zombies have high resistance to crushing damage but are weak against piercing damage.",
    "tips.tip15": "Before heading into caves, make sure to set up supports, or you might not even find your body after a collapse.",
    "tips.tip16": "The prospector’s pick can give inaccurate results, but it rarely makes big mistakes.",
    "tips.tip17": "If you don’t remember the bloomery ratios, no one’s going to compensate you for unexpected results.",
    "tips.tip18": "Food cooked using peat or a charcoal forge will have reduced quality.",
    "tips.tip19": "Greenhouses allow crops to grow in otherwise unsuitable conditions, but yield will be reduced.",
    "tips.tip20": "Looking for kaolinite? Try exploring highlands or mountainous areas at z = -5000 to 5000 with over 300mm of rainfall. And watch out for blood lily nearby!"
}
